{"androidSdkConfig":{"adjust":{"appToken":"6yx92oaxo48w"},"chartboost":{"appId":"543579f21873da72a60fc801","appSignature":"b9f17fcccb85e912dca3ac3566a4040f83a61d86"},"firebase":{"apiKey":"AIzaSyD_GZFAzqGbqpFQ2Xw7lDHxXCzN8xkW74U","applicationId":"1:492493592102:android:43b90ae4bcbef1e1","databaseUrl":"https://tappy-plane-47362772.firebaseio.com","gcmSenderId":"492493592102","storageBucket":"tappy-plane-47362772.appspot.com"},"googleServices":{"IAPKey":"MIIBIjANBgkqhkiG9w0BAQEFAAOCAQ8AMIIBCgKCAQEAohTfXeH6cbRDuE7BLSUriL6riZirxLp+vE0l+0Dy7rU4mgvfOHod7drnE413S7KuIA2thkEeUFoDh6GiEDpoIuyuuWINplbznezFgMaxrVqSZuF138yAInfHkd/nWZ3DOQ/NLXCUpREHh0ZQgQClOyaAyow11JZHMkuebMuZbD2SnnDhbe4NfbzAYpO69to3sNvB4RLxg9Of1UJ9dBRyOtsW0jDd3FVTqn0iXWnb3w4YfjAUYpxs4gcVSHCk7DbHFXBZH1E013s+NfCJPr0BJRRtalYPD+sg7MI8W9eUPw1omAr9sS7nPrEPSEYg9mmVJgOqwEAYHNn7I3AcbR5oNwIDAQAB","analyticsId":"UA-68569711-48","googleProjectNumber":"492493592102"},"spil":{"appToken":"","googleFeaturePermission":true,"permissions":[{"permission":"android.permission.WRITE_EXTERNAL_STORAGE","permissionRationales":[{"denyRationale":"By denying this permission, the game is not able to store user specific data on your device and your progress cannot be restored.","locale":"en","rationale":"This permission is required so that the game can reliably store data and provide you with the best experience possible."},{"denyRationale":"Wenn du diese Berechtigung verweigerst, kann das Spiel keine benutzerspezifischen Daten auf deinem Gerät speichern und dein Fortschritt kann nicht wiederhergestellt werden.","locale":"de","rationale":"Diese Berechtigung nötig, damit das Spiel zuverlässig Daten speichern und dir das bestmögliche Spielvergnügen bieten kann."},{"denyRationale":"Door deze toestemming te weigeren kan het spel geen gebruikersspecifieke gegevens opslaan op je apparaat en kan je voortgang niet worden hersteld.","locale":"nl","rationale":"Deze toestemming is vereist zodat het spel op betrouwbare wijze gegevens kan opslaan om je de beste spelbeleving te kunnen bieden."},{"denyRationale":"En refusant l'autorisation, le jeu ne peut pas sauvegarder de données utilisateur spécifiques sur votre appareil et vous ne pourrez pas restaurer votre progression.","locale":"fr","rationale":"Le jeu a besoin de cette autorisation pour sauvegarder efficacement les données et vous offrir la meilleure expérience possible."},{"denyRationale":"Si no aceptas el permiso, el juego no podrá guardar datos específicos del usuario en tu dispositivo y no se podrá recuperar tu progreso.","locale":"es","rationale":"Se necesita este permiso para que el juego pueda guardar datos de forma segura y ofrecerte la mejor experiencia posible."},{"denyRationale":"Ao negar esta permissão, o jogo não será capaz de guardar dados específicos do usuário em seu dispositivo e seu progresso não poderá ser restaurado.","locale":"pt","rationale":"Esta permissão é necessária para que o jogo possa guardar dados com segurança e lhe dar a melhor experiência possível."},{"denyRationale":"Se neghi l'autorizzazione, il gioco non sarà in grado di archiviare dati utente specifici sul tuo dispositivo e i tuoi progressi non potranno essere ripristinati.","locale":"it","rationale":"Questa autorizzazione è necessaria perché il gioco possa archiviare dati in modo affidabile e fornirti la migliore esperienza possibile."},{"denyRationale":"Om du avvisar den här behörigheten kan spelet inte lagra användarspecifika data på din enhet och dina framsteg kan inte återställas.","locale":"sv","rationale":"Du behöver den här behörigheten så att spelet kan lagra data på ett säkert sätt och för att ge dig den bästa möjliga upplevelsen."},{"denyRationale":"Brak pozwolenia oznacza, że nie będzie można przechowywać w grze danych użytkownika na Twoim urządzeniu oraz przywrócić Twojego postępu.","locale":"pl","rationale":"Pozwolenie jest niezbędne, aby można było rzetelnie przechowywać dane w grze i zapewnić Ci jak najlepsze wrażenia."},{"denyRationale":"В случае отказа от предоставления этого разрешения игра не сможет хранить данные пользователя на вашем устройстве и ваши успехи в игре нельзя будет восстановить.","locale":"ru","rationale":"Это разрешение необходимо для того, чтобы игра могла надежно хранить данные и обеспечивать вам максимальное удовольствие от игры."},{"denyRationale":"Dengan menolak izin ini, game tidak akan bisa menyimpan data spesifik pengguna di perangkatmu dan progresmu tidak bisa disimpan.","locale":"id","rationale":"Izin ini diperlukan supaya game bisa menyimpan data dengan andal dan memberikan pengalaman yang terbaik untukmu."},{"denyRationale":"この許可を却下されますと、このゲームのご自身のデータをデバイスに保存できず、ゲームの進行状態を復元できなくなります。","locale":"ja","rationale":"このゲームで確実にデータを保存し、すばらしい体験を実現するには、この許可が必要です。"},{"denyRationale":"如果拒绝授予此项权限，游戏就无法在您的设备上存储用户的特定数据，您的游戏进度也就无法恢复。","locale":"zh","rationale":"游戏需要此项权限来可靠地存储数据并向您提供最佳体验。"},{"denyRationale":"Bu izni vermezseniz oyun, kullanıcıya özel verileri cihazınızda depolayamaz ve oyundaki ilerlemeniz geri yüklenemez.","locale":"tr","rationale":"Oyunun güvenli bir şekilde verileri depolaması ve size mümkün olan en iyi deneyimi sunması için bu izin istenmektedir."},{"denyRationale":"이 승인을 거부할 시 게임은 사용자의 특정 정보를 장치에 저장할 수 없게 되며 진행 상황이 복구되지 않습니다.","locale":"ko","rationale":"이 승인은 안정적으로 게임의 데이터를 저장하고 사용자에게 최적의 환경을 제공하기 위해 요청되었습니다."}]}],"subDomain":""},"version":2,"zendesk":{"appId":"73fc3647bd842920d20862af48414472ae0c607c9e5d414c","oauthClientId":"mobile_sdk_client_9fcb4e68b1c9094237f8","subdomain":"https://spilapps.zendesk.com"}},"forSLOTTesting":"This key should only be in the online (SLOT) game-config, not in the defaultGameConfig.json","gameName":"Tappy Plane","obsitcleSpawnFrequency":"2","playerJumpForce":"25","iosSdkConfig":{"adjust":{"appToken":"odry2f9glreo"},"firebase":{"apiKey":"AIzaSyDmS-X2YR_I_v0cPUeUAXfywnHMVP9rlNs","applicationId":"1:492493592102:ios:43b90ae4bcbef1e1","clientId":"492493592102-f9avcumlehb75t9139b7ha6fn9qdrs3h.apps.googleusercontent.com","databaseUrl":"https://tappy-plane-47362772.firebaseio.com","gcmSenderId":"492493592102","storageBucket":"tappy-plane-47362772.appspot.com"},"googleServices":{"analyticsId":"UA-68569711-48"},"spil":{"appToken":"","subDomain":"gc1"},"version":1,"zendesk":{"appId":"73fc3647bd842920d20862af48414472ae0c607c9e5d414c","customTheme":{"customizeNavBar":"true","emptyBackgroundColor":"#AAAAAA","inputFieldBackgroundColor":"#FFFFFF","inputFieldTextColor":"#000000","metaTextColor":"#111111","navBarItemsColor":"#000000","navBarTextColor":"#000000","navBarTintColor":"#FFFFFF","primaryBackgroundColor":"#FFFFFF","primaryTextColor":"#000000","secondaryBackgroundColor":"#DDDDDD","separatorColor":"#555555"},"oauthClientId":"mobile_sdk_client_9fcb4e68b1c9094237f8","subdomain":"https://spilapps.zendesk.com"}}}