{"forSLOTTesting":"This key should only be in the online (SLOT) game-config, not in the defaultGameConfig.json","gameName":"Tappy Plane","androidSdkConfig":{"googleServices":{"googleProjectNumber":"492493592102","analyticsId":"UA-68569711-48","IAPKey":"MIIBIjANBgkqhkiG9w0BAQEFAAOCAQ8AMIIBCgKCAQEAohTfXeH6cbRDuE7BLSUriL6riZirxLp+vE0l+0Dy7rU4mgvfOHod7drnE413S7KuIA2thkEeUFoDh6GiEDpoIuyuuWINplbznezFgMaxrVqSZuF138yAInfHkd/nWZ3DOQ/NLXCUpREHh0ZQgQClOyaAyow11JZHMkuebMuZbD2SnnDhbe4NfbzAYpO69to3sNvB4RLxg9Of1UJ9dBRyOtsW0jDd3FVTqn0iXWnb3w4YfjAUYpxs4gcVSHCk7DbHFXBZH1E013s+NfCJPr0BJRRtalYPD+sg7MI8W9eUPw1omAr9sS7nPrEPSEYg9mmVJgOqwEAYHNn7I3AcbR5oNwIDAQAB"},"chartboost":{"appId":"543579f21873da72a60fc801","appSignature":"b9f17fcccb85e912dca3ac3566a4040f83a61d86"},"adjust":{"appToken":"6yx92oaxo48w"},"firebase":{"applicationId":"1:492493592102:android:43b90ae4bcbef1e1","apiKey":"AIzaSyD_GZFAzqGbqpFQ2Xw7lDHxXCzN8xkW74U","gcmSenderId":"492493592102","databaseUrl":"https://tappy-plane-47362772.firebaseio.com","storageBucket":"tappy-plane-47362772.appspot.com"},"zendesk":{"appId":"73fc3647bd842920d20862af48414472ae0c607c9e5d414c","subdomain":"https://spilapps.zendesk.com","oauthClientId":"mobile_sdk_client_9fcb4e68b1c9094237f8"},"spil":{"googleFeaturePermission":true,"appToken":"","subDomain":"","permissionDialogSettings":[{"locale":"en","rationaleTitle":"Permission Rationale","denyRationaleTitle":"Deny Rationale","askAgain":"Ask Again","settings":"Settings"},{"locale":"de","rationaleTitle":"Berechtigungszugriff","denyRationaleTitle":"Berechtigungsablehnung","askAgain":"Erneut fragen","settings":"Einstellungen"},{"locale":"nl","rationaleTitle":"Reden voor toestemming","denyRationaleTitle":"Reden voor afwijzing","askAgain":"Opnieuw vragen","settings":"Instellingen"},{"locale":"fr","rationaleTitle":"Justification de la Permission","denyRationaleTitle":"Justification du Refus","askAgain":"Demander à nouveau","settings":"Paramètres"},{"locale":"es","rationaleTitle":"Fundamentos de permiso","denyRationaleTitle":"Fundamentos de negación","askAgain":"Volver a preguntar","settings":"Configuración"},{"locale":"pt","rationaleTitle":"Sobre a Permissão","denyRationaleTitle":"Negar","askAgain":"Pedir novamente","settings":"Configurações"},{"locale":"it","rationaleTitle":"Richiesta autorizzazione","denyRationaleTitle":"Nega autorizzazione","askAgain":"Chiedi di nuovo","settings":"Impostazioni"},{"locale":"sv","rationaleTitle":"Anledning för behörighet","denyRationaleTitle":"Neka anledning","askAgain":"Fråga igen","settings":"Inställningar"},{"locale":"pl","rationaleTitle":"Uzasadnienie zgody","denyRationaleTitle":"Odrzuć uzasadnienie","askAgain":"Zapytaj ponownie","settings":"Ustawienia"},{"locale":"ru","rationaleTitle":"Причина разрешения","denyRationaleTitle":"Отклонить причину","askAgain":"Спросить повторно","settings":"Настройки"},{"locale":"in","rationaleTitle":"Alasan Izin","denyRationaleTitle":"Tolak Alasan","askAgain":"Tanya Lagi","settings":"Pengaturan"},{"locale":"ja","rationaleTitle":"承認の根拠","denyRationaleTitle":"承認の根拠","askAgain":"もう一度申し込む","settings":"設定"},{"locale":"zh","rationaleTitle":"权限说明","denyRationaleTitle":"拒绝说明","askAgain":"再次询问","settings":"设置"},{"locale":"tr","rationaleTitle":"İzin Açıklaması","denyRationaleTitle":"Ret Açıklaması","askAgain":"Yeniden Sor","settings":"Ayarlar"},{"locale":"ko","rationaleTitle":"승인 사유","denyRationaleTitle":"거부 사유","askAgain":"다시 질문하기","settings":"설정"}],"permissions":[{"permission":"android.permission.WRITE_EXTERNAL_STORAGE","permissionRationales":[{"locale":"en","rationale":"This permission is required so that the game can reliably store data and provide you with the best experience possible.","denyRationale":"By denying this permission, the game is not able to store user specific data on your device and your progress cannot be restored."},{"locale":"de","rationale":"Diese Berechtigung nötig, damit das Spiel zuverlässig Daten speichern und dir das bestmögliche Spielvergnügen bieten kann.","denyRationale":"Wenn du diese Berechtigung verweigerst, kann das Spiel keine benutzerspezifischen Daten auf deinem Gerät speichern und dein Fortschritt kann nicht wiederhergestellt werden."},{"locale":"nl","rationale":"Deze toestemming is vereist zodat het spel op betrouwbare wijze gegevens kan opslaan om je de beste spelbeleving te kunnen bieden.","denyRationale":"Door deze toestemming te weigeren kan het spel geen gebruikersspecifieke gegevens opslaan op je apparaat en kan je voortgang niet worden hersteld."},{"locale":"fr","rationale":"Le jeu a besoin de cette autorisation pour sauvegarder efficacement les données et vous offrir la meilleure expérience possible.","denyRationale":"En refusant l'autorisation, le jeu ne peut pas sauvegarder de données utilisateur spécifiques sur votre appareil et vous ne pourrez pas restaurer votre progression."},{"locale":"es","rationale":"Se necesita este permiso para que el juego pueda guardar datos de forma segura y ofrecerte la mejor experiencia posible.","denyRationale":"Si no aceptas el permiso, el juego no podrá guardar datos específicos del usuario en tu dispositivo y no se podrá recuperar tu progreso."},{"locale":"pt","rationale":"Esta permissão é necessária para que o jogo possa guardar dados com segurança e lhe dar a melhor experiência possível.","denyRationale":"Ao negar esta permissão, o jogo não será capaz de guardar dados específicos do usuário em seu dispositivo e seu progresso não poderá ser restaurado."},{"locale":"it","rationale":"Questa autorizzazione è necessaria perché il gioco possa archiviare dati in modo affidabile e fornirti la migliore esperienza possibile.","denyRationale":"Se neghi l'autorizzazione, il gioco non sarà in grado di archiviare dati utente specifici sul tuo dispositivo e i tuoi progressi non potranno essere ripristinati."},{"locale":"sv","rationale":"Du behöver den här behörigheten så att spelet kan lagra data på ett säkert sätt och för att ge dig den bästa möjliga upplevelsen.","denyRationale":"Om du avvisar den här behörigheten kan spelet inte lagra användarspecifika data på din enhet och dina framsteg kan inte återställas."},{"locale":"pl","rationale":"Pozwolenie jest niezbędne, aby można było rzetelnie przechowywać dane w grze i zapewnić Ci jak najlepsze wrażenia.","denyRationale":"Brak pozwolenia oznacza, że nie będzie można przechowywać w grze danych użytkownika na Twoim urządzeniu oraz przywrócić Twojego postępu."},{"locale":"ru","rationale":"Это разрешение необходимо для того, чтобы игра могла надежно хранить данные и обеспечивать вам максимальное удовольствие от игры.","denyRationale":"В случае отказа от предоставления этого разрешения игра не сможет хранить данные пользователя на вашем устройстве и ваши успехи в игре нельзя будет восстановить."},{"locale":"in","rationale":"Izin ini diperlukan supaya game bisa menyimpan data dengan andal dan memberikan pengalaman yang terbaik untukmu.","denyRationale":"Dengan menolak izin ini, game tidak akan bisa menyimpan data spesifik pengguna di perangkatmu dan progresmu tidak bisa disimpan."},{"locale":"ja","rationale":"このゲームで確実にデータを保存し、すばらしい体験を実現するには、この許可が必要です。","denyRationale":"この許可を却下されますと、このゲームのご自身のデータをデバイスに保存できず、ゲームの進行状態を復元できなくなります。"},{"locale":"zh","rationale":"游戏需要此项权限来可靠地存储数据并向您提供最佳体验。","denyRationale":"如果拒绝授予此项权限，游戏就无法在您的设备上存储用户的特定数据，您的游戏进度也就无法恢复。"},{"locale":"tr","rationale":"Oyunun güvenli bir şekilde verileri depolaması ve size mümkün olan en iyi deneyimi sunması için bu izin istenmektedir.","denyRationale":"Bu izni vermezseniz oyun, kullanıcıya özel verileri cihazınızda depolayamaz ve oyundaki ilerlemeniz geri yüklenemez."},{"locale":"ko","rationale":"이 승인은 안정적으로 게임의 데이터를 저장하고 사용자에게 최적의 환경을 제공하기 위해 요청되었습니다.","denyRationale":"이 승인을 거부할 시 게임은 사용자의 특정 정보를 장치에 저장할 수 없게 되며 진행 상황이 복구되지 않습니다."}]}],"privacyPolicies":[{"locale":"en","main":{"description":"SPIL Games values safe and transparent data usage. The data you share with us serves to offer you the best gaming experience possible.\n\nWe use the data we collect from you to personalize content, offers, advertisements, and social media features to suit your interests. It also helps us understand how you play our games. To be able to accomplish this, we may share your data with our social media, advertising, and analytics partners who may combine it with other data you’ve given them.","accept":"ACCEPT","settings":"SETTINGS"},"settings":{"title":"Your data may be used for the following purposes:","personalisedContent":"To show you personalized content, offers, and recommendations","personalisedAds":"To show you interest based ads ","rememberSettings":"To remember your settings and other choices within the game","understandHow":"To better understand how you use our games","socialMedia":"To offer you social media features","description":"The data used for the purposes above are personal identifiers such as device ID’s, advertising identifiers, IP-addresses, gameplay behavior, and other information you choose to share with us. The data will be deleted when it is no longer necessary for the service or when you change your data settings.\n\nYou’re free to change the settings related to the use of your data anytime.\n\nTo find out more about how we and our partners use data click on \"learn more\".\n\nYou also have the right to lodge a complaint with the supervisory authority.","learnMore":"LEARN MORE","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"PRIVACY POLICY","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"SAVE"},"info":{"description":"In order for these changes to become effective, you will need to restart the game.","ok":"OK"},"ads":{"title":"You are not able to watch any advertisements due to your privacy settings.","personalisedAds":"Enable in order to see interest based ads","description":"We require this setting to be enabled in order for you to watch rewarded videos.","save":"SAVE"}},{"locale":"nl","main":{"description":"SPIL Games waardeert veilig en transparant gegevensgebruik. Dankzij de gegevens die je met ons deelt, kunnen wij je de best mogelijke spelervaring bieden.\n\nWe gebruiken de gegevens die we van jou verzamelen om inhoud, aanbiedingen, advertenties en social-mediafuncties op jouw interesses af te stemmen. Bovendien bieden ze ons inzicht in hoe je onze spellen speelt. Om dit te kunnen verwezenlijken, kunnen we jouw gegevens eventueel met onze social-media-, advertentie- en analysepartners delen, die deze gegevens eventueel kunnen combineren met andere gegevens die je aan hen hebt verstrekt.","accept":"ACCEPTEREN","settings":"INSTELLINGEN"},"settings":{"title":"Je gegevens kunnen voor de volgende doeleinden worden gebruikt:","personalisedContent":"Om je persoonlijke inhoud, aanbiedingen en aanbevelingen te tonen","personalisedAds":"Om je advertenties die op jouw interesses zijn gebaseerd te tonen ","rememberSettings":"Om je instellingen en andere keuzes in het spel te onthouden","understandHow":"Om meer inzicht te krijgen in hoe je onze spellen gebruikt","socialMedia":"Om je social-mediafuncties aan te bieden","description":"De gegevens die voor bovenstaande doeleinden worden gebruikt, zijn persoonlijke identificatiemiddelen zoals toestelherkenners, advertentieherkenners, IP-adressen, gameplaygedrag en andere informatie die je vrijwillig met ons deelt. De gegevens worden verwijderd als ze niet langer nodig zijn voor de dienst of als je je gegevensinstellingen wijzigt.\n\nJe kunt de instellingen met betrekking tot het gebruik van je gegevens op elk moment wijzigen.\n\nKlik op 'meer informatie' als je meer wilt weten over hoe wij en onze partners gegevens gebruiken.\n\nJe hebt ook het recht om een klacht in te dienen bij de toezichthoudende autoriteit.","learnMore":"MEER INFORMATIE","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-nl/","privacyPolicy":"PRIVACYBELEID","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-nl/","save":"OPSLAAN"},"info":{"description":"Je moet het spel opnieuw starten om deze wijzigingen door te voeren.","ok":"Oké"},"ads":{"title":"Je kunt geen advertenties bekijken vanwege je privacyinstellingen.","personalisedAds":"Verander je instellingen om deze, op jouw interesses gebaseerde advertenties te kunnen bekijken","description":"Deze instellingen moeten worden veranderd voordat je de beloningsvideo's kunt bekijken.","save":"OPSLAAN"}},{"locale":"fr","main":{"description":"SPIL Games privilégie une utilisation sûre et transparente des données. Les données que vous nous communiquez nous permettent de vous offrir la meilleure expérience de jeu possible. \n\nNous utilisons les données que nous recueillons auprès de vous pour personnaliser le contenu, les offres, les publicités et les contenus sur les réseaux sociaux en fonction de vos intérêts. Elles nous permettent également de comprendre comment vous jouez à nos jeux. Pour cela, nous pouvons être amenés à partager vos données avec nos partenaires en matière de réseaux sociaux, de publicité et d'analyse, qui peuvent les combiner avec d'autres données que vous leur avez fournies.","accept":"ACCEPTER","settings":"PARAMÈTRES"},"settings":{"title":"Vos données peuvent être utilisées aux fins suivantes:","personalisedContent":"Pour vous montrer du contenu personnalisé, des offres et des recommandations","personalisedAds":"Pour vous montrer des publicités ciblées ","rememberSettings":"Pour mémoriser vos réglages et autres choix dans les jeux","understandHow":"Pour mieux comprendre comment vous utilisez nos jeux","socialMedia":"Pour vous offrir des fonctionnalités relatives aux réseaux sociaux","description":"Les données utilisées aux fins susmentionnées sont des renseignements personnels, tels que des identificateurs d'appareil, les identificateurs publicitaires, les adresses IP, les données de comportement en jeu et d'autres renseignements que vous choisissez de nous communiquer. Les données sont effacées lorsqu'elles ne sont plus nécessaires pour le service ou lorsque vous modifiez vos paramètres d'utilisation des données.\n\nVous êtes libre de modifier à tout moment les paramètres relatifs à l'utilisation de vos données.\n\nPour en savoir plus sur la façon dont nous et nos partenaires utilisons les données, cliquez sur « En savoir plus ».\n\nVous avez également le droit de déposer une réclamation auprès de l'autorité de surveillance.","learnMore":"EN SAVOIR PLUS","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-fr/","privacyPolicy":"POLITIQUE DE CONFIDENTIALITÉ","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-fr/","save":"ENREGISTRER"},"info":{"description":"Il vous faudra redémarrer le jeu pour que ces changements prennent effet.","ok":"OK"},"ads":{"title":"Tu ne peux pas regarder de publicité en raison de tes paramètres de confidentialité.","personalisedAds":"Merci d'ajuster tes paramètres pour regarder ces publicités ciblées.","description":"Ces paramètres doivent être modifiés avant de pouvoir visionner les vidéos donnant des récompenses.","save":"ENREGISTRER"}},{"locale":"de","main":{"description":"Die sichere und transparente Nutzung von Daten ist SPIL Games ein wichtiges Anliegen. Daten, die wir von Ihnen erhalten, helfen uns, unsere Spiele für Sie so lohnenswert wie möglich zu machen. \n\nMit den Daten, die wir von Ihnen erfassen, personalisieren wir Inhalte, Angebote, Werbung und Social-Media-Funktionen, um sie auf Ihre Interessen zuzuschneiden. Anhand dieser Daten können wir auch verstehen, wie Sie unsere Spiele spielen. Zu diesen Zwecken übermitteln wir Ihre Daten möglicherweise an unsere Partner im Bereich Social Media, Werbung und Analysen, und diese kombinieren sie eventuell mit anderen Daten, die sie von Ihnen erhalten haben.","accept":"ANNEHMEN","settings":"EINSTELLUNGEN"},"settings":{"title":"Ihre Daten werden möglicherweise zu folgenden Zwecken genutzt:","personalisedContent":"Um Ihnen personalisierte Inhalte, Angebote und Empfehlungen anzuzeigen","personalisedAds":"Um Ihnen Werbung auf der Grundlage Ihrer Interessen anzuzeigen ","rememberSettings":"Um Ihre Einstellungen und andere Entscheidungen im Spiel zu speichern","understandHow":"Um besser zu verstehen, wie Sie unsere Spiele nutzen","socialMedia":"Um Ihnen Social-Media-Funktionen anzubieten","description":"Die für die oben genannten Zwecke genutzten Daten umfassen Daten zur persönlichen Erkennung wie Geräte-IDs, Werbekennungen, IP-Adressen, Verhalten im Spiel und weitere Informationen, die Sie uns übermitteln. Die Daten werden gelöscht, wenn sie für den Service nicht mehr benötigt werden oder wenn Sie Ihre Dateneinstellungen ändern.\n\nSie können die Einstellungen bezüglich der Nutzung Ihrer Daten jederzeit ändern.\n\nWenn Sie mehr darüber erfahren möchten, wie wir und unsere Partner Daten nutzen, klicken Sie auf „Weitere Informationen“.\n\nSie haben auch das Recht, eine Beschwerde bei der Aufsichtsbehörde einzureichen.","learnMore":"WEITERE INFORMATIONEN","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-de/","privacyPolicy":"DATENSCHUTZRICHTLINIE","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-de/","save":"SPEICHERN"},"info":{"description":"Diese Änderungen werden erst nach einem Neustart des Spiels wirksam.","ok":"OK"},"ads":{"title":"Du kannst aufgrund deiner Datenschutzeinstellungen keine Werbung ansehen.","personalisedAds":"Bitte passe deine Einstellungen an, damit diese interessenbezogene Werbung angezeigt werden kann.","description":"Diese Einstellungen müssen geändert werden, bevor du Videos ansehen kannst, für die es eine Belohnung gibt.","save":"SPEICHERN"}},{"locale":"es","main":{"description":"SPIL Games valora el uso de datos seguro y transparente. Los datos que usted comparte con nosotros sirven para brindarle la mejor experiencia de juego posible. \n\nUtilizamos estos datos recolectados para personalizar el contenido, las ofertas, las publicidades y las redes sociales según sus intereses. También nos ayuda a entender cómo utiliza nuestros juegos. Para lograr esto, podemos compartir sus datos con nuestros socios de redes sociales, publicitarios y de análisis, quienes pueden combinar estos datos con otra información que usted les haya brindado.","accept":"ACEPTAR","settings":"CONFIGURACIONES"},"settings":{"title":"Sus datos podrían utilizarse para los siguientes propósitos:","personalisedContent":"Mostrarle contenido, ofertas y recomendaciones personalizadas","personalisedAds":"Mostrarle publicidades basadas en sus intereses ","rememberSettings":"Recordarle sus configuraciones y otras elecciones dentro del juego","understandHow":"Comprender mejor cómo utiliza nuestros juegos","socialMedia":"Ofrecerle características en las redes sociales","description":"Los datos utilizados para dichos propósitos son identificadores personales como identificadores de dispositivo, de publicidad, direcciones IP, comportamiento en el juego y otro tipo de información que usted decida compartir con nosotros. Estos datos se borrarán una vez que ya no sean necesarios para el servicio o cuando usted cambie la configuración de sus datos.\n\nUsted podrá cambiar las configuraciones relacionadas al uso de sus datos cuando lo desee.\n\nPara conocer más sobre el modo en que nosotros y nuestros socios utilizamos los datos, haga clic en \"más información\".\n\nUsted también tiene el derecho de presentar un reclamo a la autoridad supervisora.","learnMore":"MÁS INFORMACIÓN","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-es/","privacyPolicy":"POLÍTICA DE PRIVACIDAD","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-es/","save":"GUARDAR"},"info":{"description":"Debes reiniciar el juego para que se apliquen estos cambios.","ok":"Aceptar"},"ads":{"title":"No puedes ver ninguno de los anuncios debido a tu configuración de la privacidad.","personalisedAds":"Ajusta la configuración para ver anuncios basados en tus intereses.","description":"Es necesario cambiar esta configuración para poder ver vídeos con premio.","save":"GUARDAR"}},{"locale":"pt","main":{"description":"A SPIL Games valoriza a segurança e a transparência no uso de dados. Os dados que você compartilha conosco servem para oferecer a melhor experiência de jogo possível. \n\nNós utilizamos os dados que coletamos para personalizar o conteúdo, as ofertas, propagandas e os recursos das redes sociais de acordo com os seus interesses. Eles também servem para nós entendermos como você joga os nossos jogos. Para isso, nós podemos compartilhar os seus dados com nossos parceiros de redes sociais, de publicidade e de analítica, os quais podem combinar esses dados com outros dados fornecidos para eles por você.","accept":"ACEITAR","settings":"CONFIGURAÇÕES"},"settings":{"title":"Os seus dados podem ser utilizados para os seguintes propósitos:","personalisedContent":"Para mostrar conteúdo, ofertas e recomendações personalizadas","personalisedAds":"Para mostrar propagandas de seu interesse","rememberSettings":"Para lembrar as suas configurações e outras escolhas dentro do jogo","understandHow":"Para melhor entender como você usa os nossos jogos","socialMedia":"Para oferecer recursos de redes sociais","description":"Os dados utilizados para os propósitos citados acima são identificadores pessoais tais como identificação dos dispositivos, identificadores de propaganda, endereço de IP, comportamento de jogo e outras informações que você escolher compartilhar conosco. Os dados serão deletados quando não forem mais necessários para o serviço ou quando você mudar a configuração de seus dados.\n\nVocê pode alterar as configurações relacionadas ao uso de seus dados a qualquer momento.\n\nPara entender melhor como nós e nossos parceiros usamos os dados, clique em \"mais informações\".\n\nVocê também tem o direito de realizar uma reclamação junto à autoridade responsável.","learnMore":"MAIS INFORMAÇÕES","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-pt/","privacyPolicy":"POLÍTICA DE PRIVACIDADE","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-pt/","save":"SALVAR"},"info":{"description":"É preciso reiniciar o jogo para que as alterações tenham efeito.","ok":"OK"},"ads":{"title":"Você não pode assistir a nenhum anúncio devido às suas configurações de privacidade.","personalisedAds":"Ajuste as suas configurações para assistir aos anúncios com base em seus interesses.","description":"Essas configurações devem ser modificadas antes que você possa assistir os vídeos de recompensa.","save":"SALVAR"}},{"locale":"it","main":{"description":"SPIL Games promuove un utilizzo sicuro e trasparente dei dati. Le informazioni a noi comunicate dall'utente sono impiegate per offrire la migliore esperienza di gioco possibile. \n\nUtilizziamo i dati raccolti per personalizzare contenuti, offerte, annunci pubblicitari e funzionalità di social media secondo gli interessi dell'utente, nonché per avere una comprensione più chiara dei comportamenti di gioco. A tal fine, potremo condividere i dati dell'utente con i nostri partner di analisi, pubblicità e social media, che potranno a loro volta aggregare tali dati a quelli già forniti loro dall'utente stesso.","accept":"ACCETTA","settings":"IMPOSTAZIONI"},"settings":{"title":"I dati dell'utente potranno essere utilizzati agli scopi seguenti:","personalisedContent":"Mostrare contenuti, offerte e suggerimenti personalizzati;","personalisedAds":"Mostrare annunci pubblicitari coerenti con gli interessi dimostrati","rememberSettings":"Memorizzare impostazioni e altre opzioni selezionate dall'utente all'interno del gioco","understandHow":"Avere una comprensione più chiara del modo in cui vengono utilizzati i nostri giochi","socialMedia":"Offrire funzionalità relative ai social media","description":"I dati utilizzati agli scopi sopra descritti consistono in identificativi personali, quali ID del dispositivo, identificativi pubblicitari, indirizzi IP, comportamenti di gioco e altre informazioni che l'utente accetterà di condividere con noi. Tali dati saranno eliminati non appena non risulteranno più necessari ai fini del servizio, o non appena l'utente modificherà le proprie impostazioni relative ai dati.\n\nL'utente avrà facoltà di modificare in qualsiasi momento le impostazioni relative all'uso dei propri dati.\n\nPer maggiori informazioni sulla gestione dei dati da parte nostra e dei nostri partner, fare clic su “Maggiori informazioni”.\n\nL'utente avrà inoltre il diritto di proporre reclamo presso l'autorità di vigilanza competente.","learnMore":"MAGGIORI INFORMAZIONI","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-it/","privacyPolicy":"POLITICA SULLA PRIVACY","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-it/","save":"SALVA"},"info":{"description":"Dovrai riavviare il gioco per rendere effettive le modifiche.","ok":"OK"},"ads":{"title":"Le impostazioni della privacy non consentono la visualizzazione degli annunci pubblicitari.","personalisedAds":"Modifica le impostazioni per visualizzare gli annunci proposti in base ai tuoi interessi.","description":"È necessario modificare queste impostazioni per poter guardare gli annunci con ricompensa.","save":"SALVA"}},{"locale":"sv","main":{"description":"SPIL Games värdesätter säker och transparent dataanvändning. De uppgifter du delar med oss bidrar till att erbjuda dig den bästa möjliga spelupplevelsen. \n\nVi använder de data vi samlar in från dig för att anpassa innehåll, erbjudanden, annonser och sociala medier som passar dina intressen. Det hjälper oss också att förstå hur du spelar våra spel. För att uppnå detta kan vi dela dina data med våra sociala medier, annonsörer och analyspartners som kan kombinera den med andra data du har gett dem.","accept":"GODKÄNN","settings":"INSTÄLLNINGAR"},"settings":{"title":"Dina data kan användas för följande ändamål:","personalisedContent":"För att visa dig anpassat innehåll, erbjudanden och rekommendationer","personalisedAds":"För att visa dig intressebaserade annonser ","rememberSettings":"För att komma ihåg dina inställningar och andra val inom spelet","understandHow":"För att bättre förstå hur du använder våra spel","socialMedia":"För att erbjuda dig sociala mediefunktioner","description":"Uppgifterna som används för ovanstående ändamål är personliga identifierare, såsom enhets-ID:n, annonsidentifierare, IP-adresser, speluppträdande och annan information som du väljer att dela med oss. Uppgifterna raderas när de inte längre är nödvändiga för tjänsten, eller när du ändrar dina datainställningar.\n\nDu kan när som helst ändra inställningarna för användningen av dina uppgifter.\n\nFör att få veta mer om hur vi och våra partners använder data klickar du på \"lär dig mer\".\n\nDu har också rätt att lämna in ett klagomål hos tillsynsmyndigheten.","learnMore":"LÄR DIG MER","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"INTEGRITETSPOLICY","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"SPARA"},"info":{"description":"Du måste starta om spelet för att ändringarna ska träda i kraft.","ok":"OK"},"ads":{"title":"Du kan inte se någon av annonserna på grund av dina integritetsinställningar.","personalisedAds":"Justera dina inställningar för att visa dessa intressebaserade annonser.","description":"Dessa inställningar måste ändras innan du kan titta på de belönade videoklippen.","save":"SPARA"}},{"locale":"pl","main":{"description":"Firmie SPIL Games zależy na bezpiecznym i przejrzystym korzystaniu z danych. Dane udostępniane przez użytkowników służą do zapewnienia możliwie najlepszej rozgrywki. \n\nZgromadzone dane wykorzystujemy w celu dostosowania zawartości, reklam i funkcji dostępnych w mediach społecznościowych, aby dopasować je do zainteresowań użytkowników. Pomaga nam to również zrozumieć, jak użytkownicy grają w nasze gry. Aby to osiągnąć, dane użytkowników możemy udostępnić naszym partnerom w mediach społecznościowych, reklamie i analityce, którzy mogą łączyć je z innymi danymi przekazanymi przez użytkowników.","accept":"AKCEPTUJ","settings":"USTAWIENIA"},"settings":{"title":"Dane użytkowników mogą zostać wykorzystane do następujących celów:","personalisedContent":"Zaprezentowania spersonalizowanej zawartości, ofert i rekomendacji","personalisedAds":"Zaprezentowania reklam dostosowanych do zainteresowań","rememberSettings":"Zapamiętania ustawień i innych wybranych opcji w grze","understandHow":"Lepszego zrozumienia, jak użytkownicy korzystają z naszych gier","socialMedia":"Zaoferowania funkcji dostępnych w mediach społecznościowych","description":"Dane wykorzystywane do powyższych celów to identyfikatory osobiste, takie jak identyfikator urządzenia, identyfikatory reklamowe, adresy IP, zachowanie w grze i inne informacje, które użytkownicy chcą nam udostępnić. Dane zostaną usunięte, gdy nie będą już potrzebne dla danej usługi lub podczas zmiany ustawień danych.\n\nW każdej chwili użytkownik może zmienić ustawienia związane z wykorzystywaniem jego danych.\n\nAby dowiedzieć się więcej na temat wykorzystywania danych przez nas i naszych partnerów, kliknij „Więcej informacji”.\n\nUżytkownik ma również prawo do złożenia skargi do organu nadzoru.","learnMore":"WIĘCEJ INFORMACJI","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-pl/","privacyPolicy":"POLITYKA PRYWATNOŚCI","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-pl/","save":"ZAPISZ"},"info":{"description":"Aby zmiany zaczęły obowiązywać, trzeba zrestartować grę.","ok":"OK"},"ads":{"title":"Nie można obejrzeć żadnych reklam ze względu na ustawienia prywatności.","personalisedAds":"Aby wyświetlić reklamy dostosowane do zainteresowań, należy dopasować ustawienia.","description":"Te ustawienia należy zmienić przed obejrzeniem premiowanych filmów wideo.","save":"ZAPISZ"}},{"locale":"ru","main":{"description":"SPIL Games ценит безопасное и прозрачное использование данных. Данные, которые вы нам сообщаете, позволяют нам максимально оптимизировать для вас игровой процесс.\n\nМы используем получаемые от вас данные для предоставления контента, предложений, рекламы и функций, доступных в социальных сетях, с учетом ваших персональных предпочтений и интересов. Также они помогают нам понять, как вы играете в наши игры. Для этого мы можем предоставлять ваши данные нашим партнерам по социальным сетям, рекламе и аналитике, которые могут объединять их с другими данными, которые вы им предоставили.","accept":"ПРИНЯТЬ","settings":"НАСТРОЙКИ"},"settings":{"title":"Ваши данные могут использоваться для следующих целей:","personalisedContent":"для показа вам персонализированного контента, предложений и рекомендаций","personalisedAds":"для показа рекламы в зависимости от ваших интересов","rememberSettings":"для запоминания ваших настроек и других предпочтений в игре","understandHow":"для лучшего понимания того, как вы используете наши игры","socialMedia":"для предложения вам функций, доступных в социальных сетях","description":"Используемыми для вышеуказанных целей данными являются: персональные идентификаторы, например ID устройств, рекламные идентификаторы, IP-адреса, поведение во время игрового процесса, а также другая информация, которой вы по своему выбору делитесь с нами. Эти данные будут удалены, как только отпадет необходимость использовать их для предоставления сервиса, или в случае изменения вами настроек для данных.\n\nВы имеете право в любое время изменять настройки, связанные с использованием ваших данных.\n\nДля получения подробной информации о том, как данные используются нами и нашими партнерами, нажмите «Узнать подробнее».\n\nТакже у вас есть право обратиться с претензией в надзорный орган.","learnMore":"УЗНАТЬ ПОДРОБНЕЕ","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-ru/","privacyPolicy":"ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-ru/","save":"СОХРАНИТЬ"},"info":{"description":"Чтобы изменения вступили в силу, необходимо перезапустить игру.","ok":"OK"},"ads":{"title":"Вы не можете просматривать рекламные объявления из-за настроек конфиденциальности.","personalisedAds":"Измените настройки, чтобы просматривать интересующие вас объявления.","description":"Эти настройки должны быть изменены до того, как вы сможете просматривать видео, полученные в качестве вознаграждения.","save":"СОХРАНИТЬ"}},{"locale":"in","main":{"description":"SPIL Games sangat memperhatikan penggunaan data yang aman dan transparan. Data yang Anda bagikan kepada kami digunakan untuk memberikan pengalaman bermain game yang sebaik mungkin.\n\nKami menggunakan data yang kami kumpulkan dari Anda untuk mempersonalisasikan fitur-fitur konten, penawaran, iklan, dan sosial media agar sesuai dengan minat Anda. Juga membantu kami memahami cara Anda memainkan game-game kami. Agar dapat melakukan ini, kami mungkin membagi data Anda dengan mitra media sosial, iklan, dan mitra analitik kami yang mungkin menggabungkannya dengan data lain yang telah Anda berikan kepada mereka.","accept":"TERIMA","settings":"PENGATURAN"},"settings":{"title":"Data Anda mungkin digunakan untuk tujuan berikut:","personalisedContent":"Untuk menampilkan konten, penawaran, dan rekomendasi yang dipersonalisasikan","personalisedAds":"Untuk menampilkan iklan berbasis minat ","rememberSettings":"Untuk mengingat pengaturan Anda dan pilihan lainnya di dalam game","understandHow":"Untuk lebih memahami cara Anda menggunakan game-game kami","socialMedia":"Untuk menawarkan fitur-fitur media sosial","description":"Data yang digunakan untuk tujuan di atas adalah pengidentifikasi pribadi seperti ID perangkat, pengidentifikasi iklan,  alamat IP, perilaku bermain game, dan informasi lain yang Anda pilih untuk dibagikan kepada kami. Data tersebut akan dihapus bila tidak diperlukan lagi untuk layanan ini atau bila Anda mengubah pengaturan data Anda.\n\nAnda bebas mengubah pengaturan yang berkaitan dengan penggunaan data Anda kapan saja.\n\nUntuk mengetahui lebih banyak tentang cara kami dan mitra kami menggunakan data, klik “ketahui lebih lanjut”.\n\nAnda juga berhak untuk mengajukan keluhan dengan otoritas pengawasan.","learnMore":"KETAHUI LEBIH LANJUT","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"KEBIJAKAN PRIVASI","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"SIMPAN"},"info":{"description":"Anda harus memulai ulang game agar perubahan ini dapat diterapkan.","ok":"OK"},"ads":{"title":"Anda tidak dapat melihat iklan karena pengaturan privasi Anda.","personalisedAds":"Silakan sesuaikan pengaturan untuk melihat iklan berbasis internet ini.","description":"Pengaturan ini harus diubah agar Anda dapat melihat video berhadiah.","save":"SIMPAN"}},{"locale":"ja","main":{"description":"SPIL Gamesは安全で透明性のあるデータ使用に価値を置いています。お客様が共有するデータは最高のゲーム体験を提供するために役立ちます。\n\nお客様から回収するデータは、お客様の興味に合うようにコンテンツやオファー、広告、ソーシャルメディア機能をパーソナライズするために使われます。これを可能にするために、お客様から得たほかのデータと組み合わせるソーシャルメディアや広告、分析パートナーにお客様のデータを共有することがあります。","accept":"承認","settings":"設定"},"settings":{"title":"お客様のデータは以下の目的に使用される場合があります。","personalisedContent":"パーソナライズされたコンテンツやオファー、おすすめを表示するため","personalisedAds":"興味のある広告を表示するため ","rememberSettings":"ゲーム内でのお客様の設定やその他の選択を記憶するため","understandHow":"お客様が当社のゲームをどのように使用しているかをより理解するため","socialMedia":"お客様にソーシャルメディア機能を提供するため","description":"上記の目的に使用されるデータはデバイスIDや広告識別子、IPアドレス、ゲームプレイの行動、お客様が当社に共有することを選んだその他の情報などの個人識別子です。データは、サービスに必要がなくなった時点、あるいはお客様がデータ設定を変更した時点で削除されます。\n\nお客様はデータ使用に関する設定をいつでも自由に変更することができます。\n\n当社および当社パートナーによるデータ使用方法の詳細を確認するには「詳細」をクリックしてください。\n\nまた、お客様は監督官庁に苦情を申し立てる権利を有しています。","learnMore":"詳細","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"プライバシーポリシー","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"保存"},"info":{"description":"変更を有効にするにはゲームを再起動する必要があります。","ok":"はい"},"ads":{"title":"ご利用中のプライバシー設定により、広告を見ることはできません。","personalisedAds":"これらの関心に基づく広告はを閲覧するには、設定を変更してください。","description":"動画を閲覧する前に設定を変更する必要があります。","save":"保存"}},{"locale":"zh","main":{"description":"SPIL Games推崇安全和透明的数据使用。您分享给我们的数据将被用于提升您的游戏体验。\n\n我们将使用从您处收集来的数据，针对您的兴趣爱好对内容、促销、广告、社交媒体功能进行个性化处理。这些数据同样可帮助我们了解您游玩我们游戏的方式。为达成这些目的，我们可能会和我们的社交媒体、广告、数据分析合作伙伴分享您的数据，这些合作商可能将其同您提供给他们的其它数据进行整合。","accept":"接受","settings":"设置"},"settings":{"title":"您的数据可能被用于以下用途：","personalisedContent":"向您显示个性化内容、促销和推荐","personalisedAds":"向您显示基于您兴趣的广告","rememberSettings":"记住您在游戏中的设定和其它选择","understandHow":"更好地理解您如何使用我们的游戏产品","socialMedia":"向您提供社交媒体功能","description":"用于上述用途的数据包含个人身份信息（诸如设备号、广告身份识别、IP地址、游戏行为）以及您选择同我们分享的其它信息。当数据不再被用于我们的服务，或当您变更数据设定时，这些数据将被删除。\n\n您可以在任何时间更改与您的个人数据使用相关的设定。\n\n点击“了解更多”，获取更多关于我们以及我们合作伙伴如何使用数据的信息。\n\n您同样有权利向监管部门提交投诉。","learnMore":"了解更多","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-zh/","privacyPolicy":"隐私政策","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-zh/","save":"保存"},"info":{"description":"你需要重新启动游戏，这些变更才能生效。","ok":"确定"},"ads":{"title":"由于您的隐私设定，您无法观看任何广告。","personalisedAds":"请调整设定来查看这些面向兴趣的广告。","description":"必须先更改这些设定，然后才能观看奖励视频。","save":"保存"}},{"locale":"tr","main":{"description":"SPIL Games, güvenli ve şeffaf veri kullanımına önem vermektedir. Bizimle paylaştığınız verileri mümkün olan en iyi oyun deneyimini sunmak için kullanırız.\n\nTopladığımız verileri ilgi alanlarınıza uyması için içerikleri, kampanyaları, reklamları ve sosyal medya özelliklerini kişiselleştirmek için kullanırız. Bu şekilde oyunlarımızı nasıl oynadığınız hakkında da bilgi sahibi oluruz. Bunu yapabilmek için sağladığınız diğer verilerle bu verileri birleştirebilecek sosyal medya, reklam ve analiz iş ortaklarımızla verilerinizi paylaşabiliriz.","accept":"KABUL ET","settings":"AYARLAR"},"settings":{"title":"Verileriniz aşağıdaki amaçlar için kullanılabilir:","personalisedContent":"Kişiselleştirilmiş içerikler, kampanyalar ve öneriler sunabilmek için","personalisedAds":"Ilgi alanlarınıza dayalı reklamlar gösterebilmek için ","rememberSettings":"Oyundaki ayarlarınızı ve diğer seçimlerinizi hatırlayabilmek için","understandHow":"Oyunlarımızdan nasıl yararlandığınızı daha iyi anlayabilmek için","socialMedia":"Sosyal medya özellikleri sunabilmek için","description":"Yukarıdaki amaçlar için kullanılan veriler cihaz kimliği, reklam tanımlayıcıları, IP adresleri, oynayış davranışları ve bizimle paylaşmayı seçtiğiniz diğer bilgilerden oluşan kişisel tanımlayıcılardır. Veriler, hizmet için artık gerekli olmadıklarında veya veri ayarlarınızı değiştirdiğinizde silinir.\n\nVerilerinizin kullanımına ilişkin ayarları istediğiniz zaman değiştirebilirsiniz.\n\nİş ortaklarımızla birlikte verilerinizi nasıl kullandığımız hakkında daha fazla bilgi edinmek için \"daha fazla bilgi edinin\" seçeneğine tıklayın. \n\nDenetleyici kurumlara şikayette bulunma hakkınız da bulunmaktadır.","learnMore":"DAHA FAZLA BİLGİ EDİNİN","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"GİZLİLİK POLİTİKASI","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"KAYDET"},"info":{"description":"Bu değişikliklerin yürürlüğe girmesi için oyunu yeniden başlatmanız gerekir.","ok":"Tamam"},"ads":{"title":"Gizlilik ayarlarınızdan dolayı hiçbir reklamı izleyemezsiniz.","personalisedAds":"İlgi alanına dayalı bu reklamları görüntülemek için lütfen ayarlarınızı yapın.","description":"Ödüllü videoları izleyebilmeniz için öncelikle bu ayarları değiştirmeniz gerekiyor.","save":"KAYDET"}},{"locale":"ko","main":{"description":"SPIL Games는 안전하고 투명한 정보 사용을 중요하게 생각합니다. 사용자 여러분이 공유한 정보는 최상의 게임 경험을 제공하기 위해 사용됩니다.\n\n사용자에게서 수집한 정보는 개인의 관심 분야에 적합하도록 콘텐츠, 혜택, 광고 및 소셜 미디어 기능을 개인화하는 데 사용되며, 사용자의 게임 이용 방식에 대한 이해도를 높여주기도 합니다. 이를 위해 SPIL Games는 파트너 관계를 맺고 있는 소셜 미디어, 광고 및 분석 전문 회사와 사용자의 정보를 공유하며, 그러한 정보는 기존 제출된 기타 정보와 함께 결합될 수 있습니다.","accept":"수락","settings":"설정"},"settings":{"title":"사용자의 정보는 다음과 같은 목적을 위해 사용됩니다.","personalisedContent":"개인화된 콘텐츠, 혜택 및 추천 제공","personalisedAds":"관심사에 기반한 광고 제공 ","rememberSettings":"게임 내 사용자 설정 및 선택 사항 기억","understandHow":"사용자의 게임 이용 방식에 대한 이해도 증진","socialMedia":"소셜 미디어 기능 제공","description":"위와 같은 목적으로 사용되는 정보는 장치 ID, 광고 식별자, IP 주소, 게임 사용 습관 및 기타 정보와 같은 개인 식별자로, 사용자가 SPIL Games와 공유하도록 선택한 것입니다. 더 이상 서비스 제공에 필요하지 않거나 사용자가 정보 설정을 변경할 경우, 해당 정보는삭제됩니다.\n\n정보 사용에 관련된 설정은 언제든지 변경할 수 있습니다.\n\n\"자세히 알아보기\"를 클릭하여 SPIL Games 및 파트너 회사가 정보를 어떻게 사용하는지에 대해 알아보세요.\n\n사용자는 또한 감독 기관에 불만을 제기할 권리가 있습니다.","learnMore":"자세히 알아보기","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"개인정보 보호정책","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"저장"},"info":{"description":"변경 사항을 적용하려면 게임을 종료한 후 다시 시작해주십시오.","ok":"확인"},"ads":{"title":"개인 정보 설정으로 인해 광고를 볼 수 없습니다.","personalisedAds":"사용자의 관심사를 기반으로 구성된 광고를 보려면 설정을 조정해주세요.","description":"보상 비디오를 보려면 설정을 반드시 변경해야 합니다.","save":"저장"}}]},"version":2},"obsitcleSpawnFrequency":"2","playerJumpForce":"25","iosSdkConfig":{"firebase":{"applicationId":"","apiKey":"","gcmSenderId":"","databaseUrl":"","storageBucket":"","clientId":""},"zendesk":{"subdomain":"https://spilapps.zendesk.com","oauthClientId":"mobile_sdk_client_24c6e04403c90003b62b","appId":"3d3a17f327b472289377eb3dabcf5628a3a948663d950eb3","customTheme":{"navBarTextColor":"#000000","metaTextColor":"#111111","navBarItemsColor":"#000000","customizeNavBar":"true","navBarTintColor":"#FFFFFF","emptyBackgroundColor":"#AAAAAA","secondaryBackgroundColor":"#DDDDDD","inputFieldBackgroundColor":"#FFFFFF","primaryBackgroundColor":"#FFFFFF","inputFieldTextColor":"#000000","separatorColor":"#555555","primaryTextColor":"#000000"}},"adjust":{"appToken":"ajncqeudkh62"},"googleServices":{"analyticsId":"UA-53538422-1"},"spil":{"appToken":"","subDomain":"","privacyPolicies":[{"locale":"en","main":{"description":"SPIL Games values safe and transparent data usage. The data you share with us serves to offer you the best gaming experience possible.\n\nWe use the data we collect from you to personalize content, offers, advertisements, and social media features to suit your interests. It also helps us understand how you play our games. To be able to accomplish this, we may share your data with our social media, advertising, and analytics partners who may combine it with other data you’ve given them.","accept":"ACCEPT","settings":"SETTINGS"},"settings":{"title":"Your data may be used for the following purposes:","personalisedContent":"To show you personalized content, offers, and recommendations","personalisedAds":"To show you interest based ads ","rememberSettings":"To remember your settings and other choices within the game","understandHow":"To better understand how you use our games","socialMedia":"To offer you social media features","description":"The data used for the purposes above are personal identifiers such as device ID’s, advertising identifiers, IP-addresses, gameplay behavior, and other information you choose to share with us. The data will be deleted when it is no longer necessary for the service or when you change your data settings.\n\nYou’re free to change the settings related to the use of your data anytime.\n\nTo find out more about how we and our partners use data click on \"learn more\".\n\nYou also have the right to lodge a complaint with the supervisory authority.","learnMore":"LEARN MORE","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"PRIVACY POLICY","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"SAVE"},"info":{"description":"In order for these changes to become effective, you will need to restart the game.","ok":"OK"},"ads":{"title":"You are not able to watch any advertisements due to your privacy settings.","personalisedAds":"Enable in order to see interest based ads","description":"We require this setting to be enabled in order for you to watch rewarded videos.","save":"SAVE"}},{"locale":"nl","main":{"description":"SPIL Games waardeert veilig en transparant gegevensgebruik. Dankzij de gegevens die je met ons deelt, kunnen wij je de best mogelijke spelervaring bieden.\n\nWe gebruiken de gegevens die we van jou verzamelen om inhoud, aanbiedingen, advertenties en social-mediafuncties op jouw interesses af te stemmen. Bovendien bieden ze ons inzicht in hoe je onze spellen speelt. Om dit te kunnen verwezenlijken, kunnen we jouw gegevens eventueel met onze social-media-, advertentie- en analysepartners delen, die deze gegevens eventueel kunnen combineren met andere gegevens die je aan hen hebt verstrekt.","accept":"ACCEPTEREN","settings":"INSTELLINGEN"},"settings":{"title":"Je gegevens kunnen voor de volgende doeleinden worden gebruikt:","personalisedContent":"Om je persoonlijke inhoud, aanbiedingen en aanbevelingen te tonen","personalisedAds":"Om je advertenties die op jouw interesses zijn gebaseerd te tonen ","rememberSettings":"Om je instellingen en andere keuzes in het spel te onthouden","understandHow":"Om meer inzicht te krijgen in hoe je onze spellen gebruikt","socialMedia":"Om je social-mediafuncties aan te bieden","description":"De gegevens die voor bovenstaande doeleinden worden gebruikt, zijn persoonlijke identificatiemiddelen zoals toestelherkenners, advertentieherkenners, IP-adressen, gameplaygedrag en andere informatie die je vrijwillig met ons deelt. De gegevens worden verwijderd als ze niet langer nodig zijn voor de dienst of als je je gegevensinstellingen wijzigt.\n\nJe kunt de instellingen met betrekking tot het gebruik van je gegevens op elk moment wijzigen.\n\nKlik op 'meer informatie' als je meer wilt weten over hoe wij en onze partners gegevens gebruiken.\n\nJe hebt ook het recht om een klacht in te dienen bij de toezichthoudende autoriteit.","learnMore":"MEER INFORMATIE","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-nl/","privacyPolicy":"PRIVACYBELEID","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-nl/","save":"OPSLAAN"},"info":{"description":"Je moet het spel opnieuw starten om deze wijzigingen door te voeren.","ok":"Oké"},"ads":{"title":"Je kunt geen advertenties bekijken vanwege je privacyinstellingen.","personalisedAds":"Verander je instellingen om deze, op jouw interesses gebaseerde advertenties te kunnen bekijken","description":"Deze instellingen moeten worden veranderd voordat je de beloningsvideo's kunt bekijken.","save":"OPSLAAN"}},{"locale":"fr","main":{"description":"SPIL Games privilégie une utilisation sûre et transparente des données. Les données que vous nous communiquez nous permettent de vous offrir la meilleure expérience de jeu possible. \n\nNous utilisons les données que nous recueillons auprès de vous pour personnaliser le contenu, les offres, les publicités et les contenus sur les réseaux sociaux en fonction de vos intérêts. Elles nous permettent également de comprendre comment vous jouez à nos jeux. Pour cela, nous pouvons être amenés à partager vos données avec nos partenaires en matière de réseaux sociaux, de publicité et d'analyse, qui peuvent les combiner avec d'autres données que vous leur avez fournies.","accept":"ACCEPTER","settings":"PARAMÈTRES"},"settings":{"title":"Vos données peuvent être utilisées aux fins suivantes:","personalisedContent":"Pour vous montrer du contenu personnalisé, des offres et des recommandations","personalisedAds":"Pour vous montrer des publicités ciblées ","rememberSettings":"Pour mémoriser vos réglages et autres choix dans les jeux","understandHow":"Pour mieux comprendre comment vous utilisez nos jeux","socialMedia":"Pour vous offrir des fonctionnalités relatives aux réseaux sociaux","description":"Les données utilisées aux fins susmentionnées sont des renseignements personnels, tels que des identificateurs d'appareil, les identificateurs publicitaires, les adresses IP, les données de comportement en jeu et d'autres renseignements que vous choisissez de nous communiquer. Les données sont effacées lorsqu'elles ne sont plus nécessaires pour le service ou lorsque vous modifiez vos paramètres d'utilisation des données.\n\nVous êtes libre de modifier à tout moment les paramètres relatifs à l'utilisation de vos données.\n\nPour en savoir plus sur la façon dont nous et nos partenaires utilisons les données, cliquez sur « En savoir plus ».\n\nVous avez également le droit de déposer une réclamation auprès de l'autorité de surveillance.","learnMore":"EN SAVOIR PLUS","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-fr/","privacyPolicy":"POLITIQUE DE CONFIDENTIALITÉ","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-fr/","save":"ENREGISTRER"},"info":{"description":"Il vous faudra redémarrer le jeu pour que ces changements prennent effet.","ok":"OK"},"ads":{"title":"Tu ne peux pas regarder de publicité en raison de tes paramètres de confidentialité.","personalisedAds":"Merci d'ajuster tes paramètres pour regarder ces publicités ciblées.","description":"Ces paramètres doivent être modifiés avant de pouvoir visionner les vidéos donnant des récompenses.","save":"ENREGISTRER"}},{"locale":"de","main":{"description":"Die sichere und transparente Nutzung von Daten ist SPIL Games ein wichtiges Anliegen. Daten, die wir von Ihnen erhalten, helfen uns, unsere Spiele für Sie so lohnenswert wie möglich zu machen. \n\nMit den Daten, die wir von Ihnen erfassen, personalisieren wir Inhalte, Angebote, Werbung und Social-Media-Funktionen, um sie auf Ihre Interessen zuzuschneiden. Anhand dieser Daten können wir auch verstehen, wie Sie unsere Spiele spielen. Zu diesen Zwecken übermitteln wir Ihre Daten möglicherweise an unsere Partner im Bereich Social Media, Werbung und Analysen, und diese kombinieren sie eventuell mit anderen Daten, die sie von Ihnen erhalten haben.","accept":"ANNEHMEN","settings":"EINSTELLUNGEN"},"settings":{"title":"Ihre Daten werden möglicherweise zu folgenden Zwecken genutzt:","personalisedContent":"Um Ihnen personalisierte Inhalte, Angebote und Empfehlungen anzuzeigen","personalisedAds":"Um Ihnen Werbung auf der Grundlage Ihrer Interessen anzuzeigen ","rememberSettings":"Um Ihre Einstellungen und andere Entscheidungen im Spiel zu speichern","understandHow":"Um besser zu verstehen, wie Sie unsere Spiele nutzen","socialMedia":"Um Ihnen Social-Media-Funktionen anzubieten","description":"Die für die oben genannten Zwecke genutzten Daten umfassen Daten zur persönlichen Erkennung wie Geräte-IDs, Werbekennungen, IP-Adressen, Verhalten im Spiel und weitere Informationen, die Sie uns übermitteln. Die Daten werden gelöscht, wenn sie für den Service nicht mehr benötigt werden oder wenn Sie Ihre Dateneinstellungen ändern.\n\nSie können die Einstellungen bezüglich der Nutzung Ihrer Daten jederzeit ändern.\n\nWenn Sie mehr darüber erfahren möchten, wie wir und unsere Partner Daten nutzen, klicken Sie auf „Weitere Informationen“.\n\nSie haben auch das Recht, eine Beschwerde bei der Aufsichtsbehörde einzureichen.","learnMore":"WEITERE INFORMATIONEN","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-de/","privacyPolicy":"DATENSCHUTZRICHTLINIE","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-de/","save":"SPEICHERN"},"info":{"description":"Diese Änderungen werden erst nach einem Neustart des Spiels wirksam.","ok":"OK"},"ads":{"title":"Du kannst aufgrund deiner Datenschutzeinstellungen keine Werbung ansehen.","personalisedAds":"Bitte passe deine Einstellungen an, damit diese interessenbezogene Werbung angezeigt werden kann.","description":"Diese Einstellungen müssen geändert werden, bevor du Videos ansehen kannst, für die es eine Belohnung gibt.","save":"SPEICHERN"}},{"locale":"es","main":{"description":"SPIL Games valora el uso de datos seguro y transparente. Los datos que usted comparte con nosotros sirven para brindarle la mejor experiencia de juego posible. \n\nUtilizamos estos datos recolectados para personalizar el contenido, las ofertas, las publicidades y las redes sociales según sus intereses. También nos ayuda a entender cómo utiliza nuestros juegos. Para lograr esto, podemos compartir sus datos con nuestros socios de redes sociales, publicitarios y de análisis, quienes pueden combinar estos datos con otra información que usted les haya brindado.","accept":"ACEPTAR","settings":"CONFIGURACIONES"},"settings":{"title":"Sus datos podrían utilizarse para los siguientes propósitos:","personalisedContent":"Mostrarle contenido, ofertas y recomendaciones personalizadas","personalisedAds":"Mostrarle publicidades basadas en sus intereses ","rememberSettings":"Recordarle sus configuraciones y otras elecciones dentro del juego","understandHow":"Comprender mejor cómo utiliza nuestros juegos","socialMedia":"Ofrecerle características en las redes sociales","description":"Los datos utilizados para dichos propósitos son identificadores personales como identificadores de dispositivo, de publicidad, direcciones IP, comportamiento en el juego y otro tipo de información que usted decida compartir con nosotros. Estos datos se borrarán una vez que ya no sean necesarios para el servicio o cuando usted cambie la configuración de sus datos.\n\nUsted podrá cambiar las configuraciones relacionadas al uso de sus datos cuando lo desee.\n\nPara conocer más sobre el modo en que nosotros y nuestros socios utilizamos los datos, haga clic en \"más información\".\n\nUsted también tiene el derecho de presentar un reclamo a la autoridad supervisora.","learnMore":"MÁS INFORMACIÓN","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-es/","privacyPolicy":"POLÍTICA DE PRIVACIDAD","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-es/","save":"GUARDAR"},"info":{"description":"Debes reiniciar el juego para que se apliquen estos cambios.","ok":"Aceptar"},"ads":{"title":"No puedes ver ninguno de los anuncios debido a tu configuración de la privacidad.","personalisedAds":"Ajusta la configuración para ver anuncios basados en tus intereses.","description":"Es necesario cambiar esta configuración para poder ver vídeos con premio.","save":"GUARDAR"}},{"locale":"pt","main":{"description":"A SPIL Games valoriza a segurança e a transparência no uso de dados. Os dados que você compartilha conosco servem para oferecer a melhor experiência de jogo possível. \n\nNós utilizamos os dados que coletamos para personalizar o conteúdo, as ofertas, propagandas e os recursos das redes sociais de acordo com os seus interesses. Eles também servem para nós entendermos como você joga os nossos jogos. Para isso, nós podemos compartilhar os seus dados com nossos parceiros de redes sociais, de publicidade e de analítica, os quais podem combinar esses dados com outros dados fornecidos para eles por você.","accept":"ACEITAR","settings":"CONFIGURAÇÕES"},"settings":{"title":"Os seus dados podem ser utilizados para os seguintes propósitos:","personalisedContent":"Para mostrar conteúdo, ofertas e recomendações personalizadas","personalisedAds":"Para mostrar propagandas de seu interesse","rememberSettings":"Para lembrar as suas configurações e outras escolhas dentro do jogo","understandHow":"Para melhor entender como você usa os nossos jogos","socialMedia":"Para oferecer recursos de redes sociais","description":"Os dados utilizados para os propósitos citados acima são identificadores pessoais tais como identificação dos dispositivos, identificadores de propaganda, endereço de IP, comportamento de jogo e outras informações que você escolher compartilhar conosco. Os dados serão deletados quando não forem mais necessários para o serviço ou quando você mudar a configuração de seus dados.\n\nVocê pode alterar as configurações relacionadas ao uso de seus dados a qualquer momento.\n\nPara entender melhor como nós e nossos parceiros usamos os dados, clique em \"mais informações\".\n\nVocê também tem o direito de realizar uma reclamação junto à autoridade responsável.","learnMore":"MAIS INFORMAÇÕES","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-pt/","privacyPolicy":"POLÍTICA DE PRIVACIDADE","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-pt/","save":"SALVAR"},"info":{"description":"É preciso reiniciar o jogo para que as alterações tenham efeito.","ok":"OK"},"ads":{"title":"Você não pode assistir a nenhum anúncio devido às suas configurações de privacidade.","personalisedAds":"Ajuste as suas configurações para assistir aos anúncios com base em seus interesses.","description":"Essas configurações devem ser modificadas antes que você possa assistir os vídeos de recompensa.","save":"SALVAR"}},{"locale":"it","main":{"description":"SPIL Games promuove un utilizzo sicuro e trasparente dei dati. Le informazioni a noi comunicate dall'utente sono impiegate per offrire la migliore esperienza di gioco possibile. \n\nUtilizziamo i dati raccolti per personalizzare contenuti, offerte, annunci pubblicitari e funzionalità di social media secondo gli interessi dell'utente, nonché per avere una comprensione più chiara dei comportamenti di gioco. A tal fine, potremo condividere i dati dell'utente con i nostri partner di analisi, pubblicità e social media, che potranno a loro volta aggregare tali dati a quelli già forniti loro dall'utente stesso.","accept":"ACCETTA","settings":"IMPOSTAZIONI"},"settings":{"title":"I dati dell'utente potranno essere utilizzati agli scopi seguenti:","personalisedContent":"Mostrare contenuti, offerte e suggerimenti personalizzati;","personalisedAds":"Mostrare annunci pubblicitari coerenti con gli interessi dimostrati","rememberSettings":"Memorizzare impostazioni e altre opzioni selezionate dall'utente all'interno del gioco","understandHow":"Avere una comprensione più chiara del modo in cui vengono utilizzati i nostri giochi","socialMedia":"Offrire funzionalità relative ai social media","description":"I dati utilizzati agli scopi sopra descritti consistono in identificativi personali, quali ID del dispositivo, identificativi pubblicitari, indirizzi IP, comportamenti di gioco e altre informazioni che l'utente accetterà di condividere con noi. Tali dati saranno eliminati non appena non risulteranno più necessari ai fini del servizio, o non appena l'utente modificherà le proprie impostazioni relative ai dati.\n\nL'utente avrà facoltà di modificare in qualsiasi momento le impostazioni relative all'uso dei propri dati.\n\nPer maggiori informazioni sulla gestione dei dati da parte nostra e dei nostri partner, fare clic su “Maggiori informazioni”.\n\nL'utente avrà inoltre il diritto di proporre reclamo presso l'autorità di vigilanza competente.","learnMore":"MAGGIORI INFORMAZIONI","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-it/","privacyPolicy":"POLITICA SULLA PRIVACY","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-it/","save":"SALVA"},"info":{"description":"Dovrai riavviare il gioco per rendere effettive le modifiche.","ok":"OK"},"ads":{"title":"Le impostazioni della privacy non consentono la visualizzazione degli annunci pubblicitari.","personalisedAds":"Modifica le impostazioni per visualizzare gli annunci proposti in base ai tuoi interessi.","description":"È necessario modificare queste impostazioni per poter guardare gli annunci con ricompensa.","save":"SALVA"}},{"locale":"sv","main":{"description":"SPIL Games värdesätter säker och transparent dataanvändning. De uppgifter du delar med oss bidrar till att erbjuda dig den bästa möjliga spelupplevelsen. \n\nVi använder de data vi samlar in från dig för att anpassa innehåll, erbjudanden, annonser och sociala medier som passar dina intressen. Det hjälper oss också att förstå hur du spelar våra spel. För att uppnå detta kan vi dela dina data med våra sociala medier, annonsörer och analyspartners som kan kombinera den med andra data du har gett dem.","accept":"GODKÄNN","settings":"INSTÄLLNINGAR"},"settings":{"title":"Dina data kan användas för följande ändamål:","personalisedContent":"För att visa dig anpassat innehåll, erbjudanden och rekommendationer","personalisedAds":"För att visa dig intressebaserade annonser ","rememberSettings":"För att komma ihåg dina inställningar och andra val inom spelet","understandHow":"För att bättre förstå hur du använder våra spel","socialMedia":"För att erbjuda dig sociala mediefunktioner","description":"Uppgifterna som används för ovanstående ändamål är personliga identifierare, såsom enhets-ID:n, annonsidentifierare, IP-adresser, speluppträdande och annan information som du väljer att dela med oss. Uppgifterna raderas när de inte längre är nödvändiga för tjänsten, eller när du ändrar dina datainställningar.\n\nDu kan när som helst ändra inställningarna för användningen av dina uppgifter.\n\nFör att få veta mer om hur vi och våra partners använder data klickar du på \"lär dig mer\".\n\nDu har också rätt att lämna in ett klagomål hos tillsynsmyndigheten.","learnMore":"LÄR DIG MER","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"INTEGRITETSPOLICY","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"SPARA"},"info":{"description":"Du måste starta om spelet för att ändringarna ska träda i kraft.","ok":"OK"},"ads":{"title":"Du kan inte se någon av annonserna på grund av dina integritetsinställningar.","personalisedAds":"Justera dina inställningar för att visa dessa intressebaserade annonser.","description":"Dessa inställningar måste ändras innan du kan titta på de belönade videoklippen.","save":"SPARA"}},{"locale":"pl","main":{"description":"Firmie SPIL Games zależy na bezpiecznym i przejrzystym korzystaniu z danych. Dane udostępniane przez użytkowników służą do zapewnienia możliwie najlepszej rozgrywki. \n\nZgromadzone dane wykorzystujemy w celu dostosowania zawartości, reklam i funkcji dostępnych w mediach społecznościowych, aby dopasować je do zainteresowań użytkowników. Pomaga nam to również zrozumieć, jak użytkownicy grają w nasze gry. Aby to osiągnąć, dane użytkowników możemy udostępnić naszym partnerom w mediach społecznościowych, reklamie i analityce, którzy mogą łączyć je z innymi danymi przekazanymi przez użytkowników.","accept":"AKCEPTUJ","settings":"USTAWIENIA"},"settings":{"title":"Dane użytkowników mogą zostać wykorzystane do następujących celów:","personalisedContent":"Zaprezentowania spersonalizowanej zawartości, ofert i rekomendacji","personalisedAds":"Zaprezentowania reklam dostosowanych do zainteresowań","rememberSettings":"Zapamiętania ustawień i innych wybranych opcji w grze","understandHow":"Lepszego zrozumienia, jak użytkownicy korzystają z naszych gier","socialMedia":"Zaoferowania funkcji dostępnych w mediach społecznościowych","description":"Dane wykorzystywane do powyższych celów to identyfikatory osobiste, takie jak identyfikator urządzenia, identyfikatory reklamowe, adresy IP, zachowanie w grze i inne informacje, które użytkownicy chcą nam udostępnić. Dane zostaną usunięte, gdy nie będą już potrzebne dla danej usługi lub podczas zmiany ustawień danych.\n\nW każdej chwili użytkownik może zmienić ustawienia związane z wykorzystywaniem jego danych.\n\nAby dowiedzieć się więcej na temat wykorzystywania danych przez nas i naszych partnerów, kliknij „Więcej informacji”.\n\nUżytkownik ma również prawo do złożenia skargi do organu nadzoru.","learnMore":"WIĘCEJ INFORMACJI","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-pl/","privacyPolicy":"POLITYKA PRYWATNOŚCI","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-pl/","save":"ZAPISZ"},"info":{"description":"Aby zmiany zaczęły obowiązywać, trzeba zrestartować grę.","ok":"OK"},"ads":{"title":"Nie można obejrzeć żadnych reklam ze względu na ustawienia prywatności.","personalisedAds":"Aby wyświetlić reklamy dostosowane do zainteresowań, należy dopasować ustawienia.","description":"Te ustawienia należy zmienić przed obejrzeniem premiowanych filmów wideo.","save":"ZAPISZ"}},{"locale":"ru","main":{"description":"SPIL Games ценит безопасное и прозрачное использование данных. Данные, которые вы нам сообщаете, позволяют нам максимально оптимизировать для вас игровой процесс.\n\nМы используем получаемые от вас данные для предоставления контента, предложений, рекламы и функций, доступных в социальных сетях, с учетом ваших персональных предпочтений и интересов. Также они помогают нам понять, как вы играете в наши игры. Для этого мы можем предоставлять ваши данные нашим партнерам по социальным сетям, рекламе и аналитике, которые могут объединять их с другими данными, которые вы им предоставили.","accept":"ПРИНЯТЬ","settings":"НАСТРОЙКИ"},"settings":{"title":"Ваши данные могут использоваться для следующих целей:","personalisedContent":"для показа вам персонализированного контента, предложений и рекомендаций","personalisedAds":"для показа рекламы в зависимости от ваших интересов","rememberSettings":"для запоминания ваших настроек и других предпочтений в игре","understandHow":"для лучшего понимания того, как вы используете наши игры","socialMedia":"для предложения вам функций, доступных в социальных сетях","description":"Используемыми для вышеуказанных целей данными являются: персональные идентификаторы, например ID устройств, рекламные идентификаторы, IP-адреса, поведение во время игрового процесса, а также другая информация, которой вы по своему выбору делитесь с нами. Эти данные будут удалены, как только отпадет необходимость использовать их для предоставления сервиса, или в случае изменения вами настроек для данных.\n\nВы имеете право в любое время изменять настройки, связанные с использованием ваших данных.\n\nДля получения подробной информации о том, как данные используются нами и нашими партнерами, нажмите «Узнать подробнее».\n\nТакже у вас есть право обратиться с претензией в надзорный орган.","learnMore":"УЗНАТЬ ПОДРОБНЕЕ","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-ru/","privacyPolicy":"ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-ru/","save":"СОХРАНИТЬ"},"info":{"description":"Чтобы изменения вступили в силу, необходимо перезапустить игру.","ok":"OK"},"ads":{"title":"Вы не можете просматривать рекламные объявления из-за настроек конфиденциальности.","personalisedAds":"Измените настройки, чтобы просматривать интересующие вас объявления.","description":"Эти настройки должны быть изменены до того, как вы сможете просматривать видео, полученные в качестве вознаграждения.","save":"СОХРАНИТЬ"}},{"locale":"in","main":{"description":"SPIL Games sangat memperhatikan penggunaan data yang aman dan transparan. Data yang Anda bagikan kepada kami digunakan untuk memberikan pengalaman bermain game yang sebaik mungkin.\n\nKami menggunakan data yang kami kumpulkan dari Anda untuk mempersonalisasikan fitur-fitur konten, penawaran, iklan, dan sosial media agar sesuai dengan minat Anda. Juga membantu kami memahami cara Anda memainkan game-game kami. Agar dapat melakukan ini, kami mungkin membagi data Anda dengan mitra media sosial, iklan, dan mitra analitik kami yang mungkin menggabungkannya dengan data lain yang telah Anda berikan kepada mereka.","accept":"TERIMA","settings":"PENGATURAN"},"settings":{"title":"Data Anda mungkin digunakan untuk tujuan berikut:","personalisedContent":"Untuk menampilkan konten, penawaran, dan rekomendasi yang dipersonalisasikan","personalisedAds":"Untuk menampilkan iklan berbasis minat ","rememberSettings":"Untuk mengingat pengaturan Anda dan pilihan lainnya di dalam game","understandHow":"Untuk lebih memahami cara Anda menggunakan game-game kami","socialMedia":"Untuk menawarkan fitur-fitur media sosial","description":"Data yang digunakan untuk tujuan di atas adalah pengidentifikasi pribadi seperti ID perangkat, pengidentifikasi iklan,  alamat IP, perilaku bermain game, dan informasi lain yang Anda pilih untuk dibagikan kepada kami. Data tersebut akan dihapus bila tidak diperlukan lagi untuk layanan ini atau bila Anda mengubah pengaturan data Anda.\n\nAnda bebas mengubah pengaturan yang berkaitan dengan penggunaan data Anda kapan saja.\n\nUntuk mengetahui lebih banyak tentang cara kami dan mitra kami menggunakan data, klik “ketahui lebih lanjut”.\n\nAnda juga berhak untuk mengajukan keluhan dengan otoritas pengawasan.","learnMore":"KETAHUI LEBIH LANJUT","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"KEBIJAKAN PRIVASI","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"SIMPAN"},"info":{"description":"Anda harus memulai ulang game agar perubahan ini dapat diterapkan.","ok":"OK"},"ads":{"title":"Anda tidak dapat melihat iklan karena pengaturan privasi Anda.","personalisedAds":"Silakan sesuaikan pengaturan untuk melihat iklan berbasis internet ini.","description":"Pengaturan ini harus diubah agar Anda dapat melihat video berhadiah.","save":"SIMPAN"}},{"locale":"ja","main":{"description":"SPIL Gamesは安全で透明性のあるデータ使用に価値を置いています。お客様が共有するデータは最高のゲーム体験を提供するために役立ちます。\n\nお客様から回収するデータは、お客様の興味に合うようにコンテンツやオファー、広告、ソーシャルメディア機能をパーソナライズするために使われます。これを可能にするために、お客様から得たほかのデータと組み合わせるソーシャルメディアや広告、分析パートナーにお客様のデータを共有することがあります。","accept":"承認","settings":"設定"},"settings":{"title":"お客様のデータは以下の目的に使用される場合があります。","personalisedContent":"パーソナライズされたコンテンツやオファー、おすすめを表示するため","personalisedAds":"興味のある広告を表示するため ","rememberSettings":"ゲーム内でのお客様の設定やその他の選択を記憶するため","understandHow":"お客様が当社のゲームをどのように使用しているかをより理解するため","socialMedia":"お客様にソーシャルメディア機能を提供するため","description":"上記の目的に使用されるデータはデバイスIDや広告識別子、IPアドレス、ゲームプレイの行動、お客様が当社に共有することを選んだその他の情報などの個人識別子です。データは、サービスに必要がなくなった時点、あるいはお客様がデータ設定を変更した時点で削除されます。\n\nお客様はデータ使用に関する設定をいつでも自由に変更することができます。\n\n当社および当社パートナーによるデータ使用方法の詳細を確認するには「詳細」をクリックしてください。\n\nまた、お客様は監督官庁に苦情を申し立てる権利を有しています。","learnMore":"詳細","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"プライバシーポリシー","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"保存"},"info":{"description":"変更を有効にするにはゲームを再起動する必要があります。","ok":"はい"},"ads":{"title":"ご利用中のプライバシー設定により、広告を見ることはできません。","personalisedAds":"これらの関心に基づく広告はを閲覧するには、設定を変更してください。","description":"動画を閲覧する前に設定を変更する必要があります。","save":"保存"}},{"locale":"zh","main":{"description":"SPIL Games推崇安全和透明的数据使用。您分享给我们的数据将被用于提升您的游戏体验。\n\n我们将使用从您处收集来的数据，针对您的兴趣爱好对内容、促销、广告、社交媒体功能进行个性化处理。这些数据同样可帮助我们了解您游玩我们游戏的方式。为达成这些目的，我们可能会和我们的社交媒体、广告、数据分析合作伙伴分享您的数据，这些合作商可能将其同您提供给他们的其它数据进行整合。","accept":"接受","settings":"设置"},"settings":{"title":"您的数据可能被用于以下用途：","personalisedContent":"向您显示个性化内容、促销和推荐","personalisedAds":"向您显示基于您兴趣的广告","rememberSettings":"记住您在游戏中的设定和其它选择","understandHow":"更好地理解您如何使用我们的游戏产品","socialMedia":"向您提供社交媒体功能","description":"用于上述用途的数据包含个人身份信息（诸如设备号、广告身份识别、IP地址、游戏行为）以及您选择同我们分享的其它信息。当数据不再被用于我们的服务，或当您变更数据设定时，这些数据将被删除。\n\n您可以在任何时间更改与您的个人数据使用相关的设定。\n\n点击“了解更多”，获取更多关于我们以及我们合作伙伴如何使用数据的信息。\n\n您同样有权利向监管部门提交投诉。","learnMore":"了解更多","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy-zh/","privacyPolicy":"隐私政策","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy-zh/","save":"保存"},"info":{"description":"你需要重新启动游戏，这些变更才能生效。","ok":"确定"},"ads":{"title":"由于您的隐私设定，您无法观看任何广告。","personalisedAds":"请调整设定来查看这些面向兴趣的广告。","description":"必须先更改这些设定，然后才能观看奖励视频。","save":"保存"}},{"locale":"tr","main":{"description":"SPIL Games, güvenli ve şeffaf veri kullanımına önem vermektedir. Bizimle paylaştığınız verileri mümkün olan en iyi oyun deneyimini sunmak için kullanırız.\n\nTopladığımız verileri ilgi alanlarınıza uyması için içerikleri, kampanyaları, reklamları ve sosyal medya özelliklerini kişiselleştirmek için kullanırız. Bu şekilde oyunlarımızı nasıl oynadığınız hakkında da bilgi sahibi oluruz. Bunu yapabilmek için sağladığınız diğer verilerle bu verileri birleştirebilecek sosyal medya, reklam ve analiz iş ortaklarımızla verilerinizi paylaşabiliriz.","accept":"KABUL ET","settings":"AYARLAR"},"settings":{"title":"Verileriniz aşağıdaki amaçlar için kullanılabilir:","personalisedContent":"Kişiselleştirilmiş içerikler, kampanyalar ve öneriler sunabilmek için","personalisedAds":"Ilgi alanlarınıza dayalı reklamlar gösterebilmek için ","rememberSettings":"Oyundaki ayarlarınızı ve diğer seçimlerinizi hatırlayabilmek için","understandHow":"Oyunlarımızdan nasıl yararlandığınızı daha iyi anlayabilmek için","socialMedia":"Sosyal medya özellikleri sunabilmek için","description":"Yukarıdaki amaçlar için kullanılan veriler cihaz kimliği, reklam tanımlayıcıları, IP adresleri, oynayış davranışları ve bizimle paylaşmayı seçtiğiniz diğer bilgilerden oluşan kişisel tanımlayıcılardır. Veriler, hizmet için artık gerekli olmadıklarında veya veri ayarlarınızı değiştirdiğinizde silinir.\n\nVerilerinizin kullanımına ilişkin ayarları istediğiniz zaman değiştirebilirsiniz.\n\nİş ortaklarımızla birlikte verilerinizi nasıl kullandığımız hakkında daha fazla bilgi edinmek için \"daha fazla bilgi edinin\" seçeneğine tıklayın. \n\nDenetleyici kurumlara şikayette bulunma hakkınız da bulunmaktadır.","learnMore":"DAHA FAZLA BİLGİ EDİNİN","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"GİZLİLİK POLİTİKASI","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"KAYDET"},"info":{"description":"Bu değişikliklerin yürürlüğe girmesi için oyunu yeniden başlatmanız gerekir.","ok":"Tamam"},"ads":{"title":"Gizlilik ayarlarınızdan dolayı hiçbir reklamı izleyemezsiniz.","personalisedAds":"İlgi alanına dayalı bu reklamları görüntülemek için lütfen ayarlarınızı yapın.","description":"Ödüllü videoları izleyebilmeniz için öncelikle bu ayarları değiştirmeniz gerekiyor.","save":"KAYDET"}},{"locale":"ko","main":{"description":"SPIL Games는 안전하고 투명한 정보 사용을 중요하게 생각합니다. 사용자 여러분이 공유한 정보는 최상의 게임 경험을 제공하기 위해 사용됩니다.\n\n사용자에게서 수집한 정보는 개인의 관심 분야에 적합하도록 콘텐츠, 혜택, 광고 및 소셜 미디어 기능을 개인화하는 데 사용되며, 사용자의 게임 이용 방식에 대한 이해도를 높여주기도 합니다. 이를 위해 SPIL Games는 파트너 관계를 맺고 있는 소셜 미디어, 광고 및 분석 전문 회사와 사용자의 정보를 공유하며, 그러한 정보는 기존 제출된 기타 정보와 함께 결합될 수 있습니다.","accept":"수락","settings":"설정"},"settings":{"title":"사용자의 정보는 다음과 같은 목적을 위해 사용됩니다.","personalisedContent":"개인화된 콘텐츠, 혜택 및 추천 제공","personalisedAds":"관심사에 기반한 광고 제공 ","rememberSettings":"게임 내 사용자 설정 및 선택 사항 기억","understandHow":"사용자의 게임 이용 방식에 대한 이해도 증진","socialMedia":"소셜 미디어 기능 제공","description":"위와 같은 목적으로 사용되는 정보는 장치 ID, 광고 식별자, IP 주소, 게임 사용 습관 및 기타 정보와 같은 개인 식별자로, 사용자가 SPIL Games와 공유하도록 선택한 것입니다. 더 이상 서비스 제공에 필요하지 않거나 사용자가 정보 설정을 변경할 경우, 해당 정보는삭제됩니다.\n\n정보 사용에 관련된 설정은 언제든지 변경할 수 있습니다.\n\n\"자세히 알아보기\"를 클릭하여 SPIL Games 및 파트너 회사가 정보를 어떻게 사용하는지에 대해 알아보세요.\n\n사용자는 또한 감독 기관에 불만을 제기할 권리가 있습니다.","learnMore":"자세히 알아보기","learnMoreUrl":"http://www.spilgames.com/mobile-user-privacy/","privacyPolicy":"개인정보 보호정책","privacyPolicyUrl":"http://www.spilgames.com/mobile-apps-privacy-policy/","save":"저장"},"info":{"description":"변경 사항을 적용하려면 게임을 종료한 후 다시 시작해주십시오.","ok":"확인"},"ads":{"title":"개인 정보 설정으로 인해 광고를 볼 수 없습니다.","personalisedAds":"사용자의 관심사를 기반으로 구성된 광고를 보려면 설정을 조정해주세요.","description":"보상 비디오를 보려면 설정을 반드시 변경해야 합니다.","save":"저장"}}]},"version":1}}